{"id":1319,"date":"2023-08-30T15:48:52","date_gmt":"2023-08-30T19:48:52","guid":{"rendered":"https:\/\/arnoldpalmerinvitational.arpg-prod.findsomewinmore.com\/?page_id=1319"},"modified":"2023-11-01T12:06:01","modified_gmt":"2023-11-01T16:06:01","slug":"terms-and-conditions","status":"publish","type":"page","link":"https:\/\/arnoldpalmerinvitational.com\/terms-and-conditions\/","title":{"rendered":"Terms &#038; Conditions"},"content":{"rendered":"<section id=\"hero-interior-block-65abe9179e308\" class=\"hero-interior-block py-0 align hero-left cover-img-min\">\n  <div class=\"hero-content-container\">\n      \n\n<div class=\"wp-block-cover\" style=\"min-height:500px\"><span aria-hidden=\"true\" class=\"wp-block-cover__background has-transparent-background-color has-background-dim-0 has-background-dim\"><\/span><img loading=\"lazy\" decoding=\"async\" width=\"2500\" height=\"1667\" src=\"https:\/\/arnoldpalmerinvitational.com\/wp-content\/uploads\/2023\/09\/API_AP_statue_flowers_min.jpg\" class=\"wp-block-cover__image-background wp-post-image\" alt=\"\" data-object-fit=\"cover\" data-object-position=\"47% 34%\" style=\"object-position: 47% 34%\" srcset=\"https:\/\/arnoldpalmerinvitational.com\/wp-content\/uploads\/2023\/09\/API_AP_statue_flowers_min.jpg 2500w, https:\/\/arnoldpalmerinvitational.com\/wp-content\/uploads\/2023\/09\/API_AP_statue_flowers_min-300x200.jpg 300w, https:\/\/arnoldpalmerinvitational.com\/wp-content\/uploads\/2023\/09\/API_AP_statue_flowers_min-1024x683.jpg 1024w, https:\/\/arnoldpalmerinvitational.com\/wp-content\/uploads\/2023\/09\/API_AP_statue_flowers_min-768x512.jpg 768w, https:\/\/arnoldpalmerinvitational.com\/wp-content\/uploads\/2023\/09\/API_AP_statue_flowers_min-1536x1024.jpg 1536w, https:\/\/arnoldpalmerinvitational.com\/wp-content\/uploads\/2023\/09\/API_AP_statue_flowers_min-2048x1366.jpg 2048w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><div class=\"wp-block-cover__inner-container is-layout-flow wp-block-cover-is-layout-flow\">\n<h1 class=\"wp-block-heading has-title-sm-font-size\">Terms &amp; Conditions<\/h1>\n<\/div><\/div>\n\n\n  <\/div>\n<\/section>\n\n\n\n<section class=\"wp-block-group max-w-content mx-auto is-layout-flow wp-block-group-is-layout-flow\">\n<h2 class=\"wp-block-heading !tracking-0 has-body-lg-font-size\" style=\"text-transform:uppercase\"><strong>TERMS OF USE FOR&nbsp;ARNOLDPALMERINVITATIONAL.COM<\/strong><\/h2>\n\n\n\n<p>Please note that use of the search engine and database on our web sites constitutes agreement to the following terms of use:<\/p>\n\n\n\n<p>Use of the search engine and database is free provided that your use of the database and search engine may only be for personal use or commercial use that does not involve any copying of the data in the database. Any other use is not permitted and is a breach of these terms of use.<\/p>\n\n\n\n<p>If any court determines there has been a violation of these terms of use, you agree that an order by such court requiring you to stop such violation shall be a reasonable remedy in addition to any other remedy the court may authorize.<\/p>\n\n\n\n<p>APE collects the information in the database through methods that are intended to minimize the risk of error in the data and it believes the data is accurate; similarly the search engine is designed to retrieve the proper data; however, we do not warrant that the data is accurate or that the search engine will work accurately and you agree that APE shall not be liable for any damages in the event of an inaccuracy in the database or a malfunction in the search engine.<\/p>\n\n\n\n<p>These terms of use and the privacy statement and user agreement shall be interpreted under the law applicable to a contract entered into and performed in Ohio. You agree that in any matter alleging a violation of this agreement or alleging any violated rights of a user of this site, the matter shall be filed in Ohio. The rights of APE set forth in these terms of use and the privacy statement and user agreement are in addition to any copyrights, proprietary rights and trademark rights APE has in this site, our web sites, the database and the search engine. Nothing in these terms of use or the attached privacy statement and user agreement shall waive or reduce any such rights.<\/p>\n\n\n\n<h2 class=\"wp-block-heading !tracking-0 has-body-lg-font-size\" style=\"text-transform:uppercase\"><strong><strong>USER AGREEMENT FOR<\/strong> ARNOLDPALMERINVITATIONAL.COM<\/strong><\/h2>\n\n\n\n<p>The following are the terms and conditions for your use of this site and other web sites and web pages operated by or for APE or its affiliates (collectively, the &#8220;APE web sites&#8221;). This User Agreement applies to the APE web sites and does not apply to the content of third parties.<\/p>\n\n\n\n<p>The APE web sites are offered to you conditioned on your acceptance without modification of the terms, conditions, and notices contained herein. Your use of the web sites constitutes your agreement to all such terms, conditions, and notices. Your use of a particular APE web site may also be subject to additional terms, codes of conduct or guidelines that govern use of those web sites, including without limitation, particular features or offers (for example, contests), and that are outlined on that APE web site (the &#8220;Additional Terms&#8221;).<\/p>\n\n\n\n<p>In the event that any of the terms, conditions, and notices contained in this User Agreement and the attached privacy statement and terms of use conflict with the Additional Terms or other terms and guidelines contained within any particular APE web site, then these terms, conditions and notices shall control.<\/p>\n\n\n\n<h3 class=\"wp-block-heading tracking-0 has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700;text-transform:uppercase\"><strong>COPYRIGHTS<\/strong><\/h3>\n\n\n\n<p>The APE web sites are ©2005 ArnoldPalmer.com. All rights reserved. Arnold Palmer®, Arnie&#8217;s Army®, ArnoldPalmer.com®, and the &#8220;Umbrella&#8221; Logo® are registered trademarks owned by Arnold Palmer Enterprises. This website is the only official website of Arnold Palmer and is © Copyright &#8216;Arnold Palmer Enterprises&#8217; Commercial reproduction, distribution, or transmission of any part of this website or any information contained therein by any means whatsoever without the prior written permission of &#8216;Arnold Palmer Enterprises&#8217; is not permitted.<\/p>\n\n\n\n<h3 class=\"wp-block-heading tracking-0 has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700;text-transform:uppercase\"><strong>PRIVACY AND PROTECTION OF PERSONAL INFORMATION<\/strong><\/h3>\n\n\n\n<p>See the Privacy Statement at&nbsp;<a href=\"https:\/\/arnoldpalmerinvitational.com\/privacy-policy\">arnoldpalmerinvitational.com\/privacy-policy<\/a> for disclosures relating to the collection and use of your personal information.<\/p>\n\n\n\n<h3 class=\"wp-block-heading tracking-0 has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700;text-transform:uppercase\"><strong><strong>MEMBER ACCOUNT, PASSWORD, AND SECURITY<\/strong><\/strong><\/h3>\n\n\n\n<p>If a particular APE web site or any product or service offered on any APE web site (each a &#8220;APE web site\/service&#8221;, and collectively &#8220;APE web sites\/services&#8221;) requires you to open an account, you must complete the registration process by providing APE with current, complete and accurate information as prompted by the applicable registration form. You then will choose a password and a username. You are entirely responsible for maintaining the confidentiality of your password and account. Furthermore, you are entirely responsible for any and all activities that occur under your account. You agree to notify APE immediately of any unauthorized use of your account or any other breach of security. APE will not be liable for any loss that you may incur as a result of someone else using your password or account, either with or without your knowledge. However, you could be held liable for losses incurred by APE or another party due to someone else using your account or password. You may not use anyone else&#8217;s account at any time, without the permission of the account holder.<\/p>\n\n\n\n<h3 class=\"wp-block-heading tracking-0 has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700;text-transform:uppercase\"><strong><strong><strong>MODIFICATION OF THESE TERMS OF USE<\/strong><\/strong><\/strong><\/h3>\n\n\n\n<p>APE reserves the right to change the terms, conditions, and notices under which the APE web sites\/services are offered, including but not limited to the charges associated with the use of the APE web sites\/services. You are responsible for regularly reviewing these terms and conditions and additional terms posted on particular websites. Your continued use of the APE web sites\/services constitutes your agreement to all such terms, conditions, and notices.<\/p>\n\n\n\n<h3 class=\"wp-block-heading tracking-0 has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700;text-transform:uppercase\"><strong><strong><strong><strong>PERSONAL AND NON-COMMERCIAL USE LIMITATION; INTELLECTUAL PROPERTY RIGHTS<\/strong><\/strong><\/strong><\/strong><\/h3>\n\n\n\n<p>Unless otherwise specified, the APE web sites\/services are for your personal and non-commercial use. The content available through the APE web sites\/services is the property of APE or its licensors and is protected by copyright and other intellectual property laws. You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, software, products or services obtained from the APE web sites\/services. You acknowledge that APE retains exclusive ownership of the APE web sites\/services and all intellectual property rights associated therewith. Except as expressly provided herein, you are not granted any rights or license to patents, copyrights, trademarks or trade secrets with respect to the APE web sites\/services or their contents, and APE reserves all rights not expressly granted hereunder. Without the advance express written permission of APE, you may not &#8220;meta-search&#8221; the APE web sites\/services, send, or cause to be sent, any automated queries of any sort to the APE web sites\/services, or use the APE web sites\/services in any commercial manner. &#8220;Automated queries&#8221; shall include but not be limited to using any software that sends queries to any APE Sites\/Services to determine how a web site &#8220;ranks&#8221; on any APE web sites\/services.<\/p>\n\n\n\n<h3 class=\"wp-block-heading tracking-0 has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700;text-transform:uppercase\"><strong>LINKS TO THIRD PARTY SITES<\/strong><\/h3>\n\n\n\n<p>The APE web sites\/services may contain links to third party web sites (&#8220;Linked Sites&#8221;). The Linked Sites are not under the control of APE, and APE is not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site. APE is not responsible for webcasting or any other form of transmission received from any Linked Site nor is APE responsible if the Linked Site is not working appropriately. APE is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by APE of the site or any association with its operators. You are responsible for viewing and abiding by the privacy statements and terms of use posted at the Linked Sites.<\/p>\n\n\n\n<p>Any dealings with third parties (including advertisers) included within the APE web sites\/services or participation in promotions, including the delivery of and the payment for goods and services, and any other terms, conditions, warranties or representations associated with such dealings or promotions, are solely between you and the advertiser or other third party. APE shall not be responsible or liable for any part of any such dealings or promotions.<\/p>\n\n\n\n<h3 class=\"wp-block-heading tracking-0 has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700;text-transform:uppercase\"><strong><strong>NO UNLAWFUL OR PROHIBITED USE<\/strong><\/strong><\/h3>\n\n\n\n<p>As a condition of your use of the APE web sites\/services, you will not use the APE web sites\/services for any purpose that is unlawful or prohibited by these terms, conditions, and notices. You may not use the APE web sites\/services in any manner that could damage, disable, overburden, or impair any APE web site\/services (or the network(s) connected to any APE web site\/services) or interfere with any other party&#8217;s use and enjoyment of any APE web site\/service(s). You may not attempt to gain unauthorized access to any APE web site\/service, other accounts, computer systems or networks connected to any APE web site\/service, through hacking, password mining or any other means. You may not obtain or attempt to obtain any materials or information through any means not intentionally made available through the APE web sites\/services.<\/p>\n\n\n\n<h3 class=\"wp-block-heading tracking-0 has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700;text-transform:uppercase\"><strong><strong><strong>USE OF THE APE WEB SITES\/SERVICES<\/strong><\/strong><\/strong><\/h3>\n\n\n\n<p>The APE web sites\/services may contain e-mail services, bulletin board services, chat areas, news groups, forums, communities, personal web pages, calendars, photo albums, file cabinets and\/or other message or communication facilities designed to enable you to communicate with others (collectively, &#8220;Communication Services&#8221;). You agree to use the Communication Services only to post, send and receive messages and material that are proper and, when applicable, related to the particular Communication Service. By way of example, and not as a limitation, you agree that when using a Communication Service, you will not:<\/p>\n\n\n\n<ul class=\"ml-4 w-full\" style=\"font-style:normal;font-weight:300\">\n<li>Use the Communication Service in connection with surveys, contests, pyramid schemes, chain letters, junk e-mail, spamming or any duplicative or unsolicited messages (commercial or otherwise).<\/li>\n\n\n\n<li>Defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others.<\/li>\n\n\n\n<li>Publish, post, upload, distribute or disseminate any inappropriate, profane, defamatory, obscene, indecent or unlawful topic, name, material or information.<\/li>\n\n\n\n<li>Publish, post, upload, distribute or disseminate any topic, name, material or information that incites discrimination, hate or violence towards one person or a group because of their belonging to a race, a religion or a nation, or that insults the victims of crimes against humanity by contesting the existence of those crimes.<\/li>\n\n\n\n<li>Upload, or otherwise make available, files that contain images, photographs, software or other material protected by intellectual property laws, including, by way of example, and not as limitation, copyright or trademark laws (or by rights of privacy or publicity) unless you own or control the rights thereto or have received all necessary consents to do the same.<\/li>\n\n\n\n<li>Use any material or information, including images or photographs, which is made available through the APE web sites\/services in any manner that infringes any copyright, trademark, patent, trade secret, or&nbsp;other proprietary right&nbsp;of any party.<\/li>\n\n\n\n<li>Upload files that contain viruses, Trojan horses, worms, time bombs, cancelbots, corrupted files, or any other similar software or programs that may damage the operation of another&#8217;s computer or property of another.<\/li>\n\n\n\n<li>Use of meta tag searches on the APE web sites.<\/li>\n\n\n\n<li>Advertise or offer to sell or buy any goods or services for any business purpose, unless such Communication Service specifically allows such messages.<\/li>\n\n\n\n<li>Download any file posted by another user of a Communication Service that you know, or reasonably should know, cannot be legally distributed in such manner.<\/li>\n\n\n\n<li>Falsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of software or other material contained in a file that is uploaded.<\/li>\n\n\n\n<li>Restrict or inhibit any other user from using and enjoying the Communication Services.<\/li>\n\n\n\n<li>Violate any code of conduct or other guidelines that may be applicable for any particular Communication Service.<\/li>\n\n\n\n<li>Harvest or otherwise collect information about others, including e-mail addresses.<\/li>\n\n\n\n<li>Violate any applicable laws or regulations.<\/li>\n\n\n\n<li>Create a false identity for the purpose of misleading others.<\/li>\n\n\n\n<li>Use, download or otherwise copy, or provide (whether or not for a fee) to a person or entity any directory of users of an APE&nbsp;web site\/services or other user or usage information or any portion thereof.<\/li>\n<\/ul>\n\n\n\n<p>APE has no obligation to monitor the Communication Services. However, APE reserves the right to review materials posted to a Communication Service and to remove any materials in its sole discretion. APE reserves the right to terminate your access to any or all of the Communication Services at any time, without notice, for any reason whatsoever.<\/p>\n\n\n\n<p>APE reserves the right at all times to disclose any information as APE deems necessary to satisfy any applicable law, regulation, legal process or governmental request, or to edit, refuse to post or to remove any information or materials, in whole or in part, in APE&#8217;s sole discretion.<\/p>\n\n\n\n<p>Always use caution when giving out any personally identifiable information about yourself or your children in any Communication Service. APE does not control or endorse the content, messages or information found in any Communication Service and, therefore, APE specifically disclaims any liability with regard to the Communication Services and any actions resulting from your participation in any Communication Service. Managers and hosts are not authorized APE representatives, and their views do not necessarily reflect those of APE. Materials uploaded to a Communication Service may be subject to posted limitations on usage, reproduction and\/or dissemination, you are responsible for adhering to such limitations if you download the materials.<\/p>\n\n\n\n<h3 class=\"wp-block-heading tracking-0 has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700;text-transform:uppercase\"><strong>MATERIALS PROVIDED TO APE OR POSTED AT ANY APE WEB SITE<\/strong><\/h3>\n\n\n\n<p>APE does not claim ownership of the materials you provide to APE (including feedback and suggestions) or post, upload, input or submit to any APE web site\/service or its associated services for review by the general public, or by the members of any public or private community (each a &#8220;Submission&#8221; and collectively &#8220;Submissions&#8221;). However, by posting, uploading, inputting, providing or submitting (&#8220;Posting&#8221;) your Submission, you are granting APE, its affiliated companies and necessary sub-licensees permission to use your Submission in connection with the operation of their Internet businesses (including, without limitation, all APE Sites\/Services), including, without limitation, the license rights to: copy, distribute, transmit, publicly display, publicly perform, reproduce, edit, translate and reformat your Submission; to publish your name in connection with your Submission; and the right to sublicense such rights to any supplier of an APE web site\/service.<\/p>\n\n\n\n<p>No compensation will be paid with respect to the use of your Submission, as provided herein. APE is under no obligation to post or use any Submission you may provide, and APE may remove any Submission at any time in its sole discretion.<\/p>\n\n\n\n<p>By Posting a Submission you warrant and represent that you own or otherwise control all of the rights to your Submission as described in this User Agreement including, without limitation, all the rights necessary for you to provide, post, upload, input or submit the Submissions.<\/p>\n\n\n\n<h3 class=\"wp-block-heading tracking-0 has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700;text-transform:uppercase\"><strong>LIABILITY DISCLAIMER<\/strong><\/h3>\n\n\n\n<p>THE INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES INCLUDED IN OR AVAILABLE THROUGH THE APE WEB SITES\/SERVICES MAY INCLUDE INACCURACIES OR TYPOGRAPHICAL ERRORS. CHANGES ARE PERIODICALLY MADE TO THE APE WEB SITES\/SERVICES AND TO THE INFORMATION THEREIN. APE AND\/OR ITS RESPECTIVE SUPPLIERS MAY MAKE IMPROVEMENTS AND\/OR CHANGES IN THE APE WEB SITES\/SERVICES AT ANY TIME. ADVICE RECEIVED VIA THE APE SITES\/SERVICES SHOULD NOT BE RELIED UPON FOR PERSONAL, MEDICAL, LEGAL OR FINANCIAL DECISIONS AND YOU SHOULD CONSULT AN APPROPRIATE PROFESSIONAL FOR SPECIFIC ADVICE TAILORED TO YOUR SITUATION.<\/p>\n\n\n\n<p>APE AND\/OR ITS RESPECTIVE SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY, RELIABILITY, AVAILABILITY, TIMELINESS, LACK OF VIRUSES OR OTHER HARMFUL COMPONENTS AND ACCURACY OF THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED WITHIN THE APE WEB SITES\/SERVICES FOR ANY PURPOSE. ALL SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS ARE PROVIDED &#8220;AS IS&#8221; WITHOUT WARRANTY OF ANY KIND. APE AND\/OR ITS RESPECTIVE SUPPLIERS HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS, INCLUDING ALL IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, WORKMANLIKE EFFORT, TITLE AND NON-INFRINGEMENT.<\/p>\n\n\n\n<p>YOU SPECIFICALLY AGREE THAT APE SHALL NOT BE RESPONSIBLE FOR UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA, ANY MATERIAL OR DATA SENT OR RECEIVED OR NOT SENT OR RECEIVED, OR ANY TRANSACTIONS ENTERED INTO THROUGH AN APE WEB SITE\/SERVICE. YOU SPECIFICALLY AGREE THAT APE IS NOT RESPONSIBLE OR LIABLE FOR ANY THREATENING, DEFAMATORY, OBSCENE, OFFENSIVE OR ILLEGAL CONTENT OR CONDUCT OF ANY OTHER PARTY OR ANY INFRINGEMENT OF ANOTHER&#8217;S RIGHTS, INCLUDING INTELLECTUAL PROPERTY RIGHTS. YOU SPECIFICALLY AGREE THAT APE IS NOT RESPONSIBLE FOR ANY CONTENT SENT USING AND\/OR INCLUDED IN AN APE WEB SITE\/SERVICE BY ANY THIRD PARTY.<\/p>\n\n\n\n<p>IN NO EVENT SHALL APE AND\/OR ITS SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE OF THE APE SITES\/SERVICES, WITH THE DELAY OR INABILITY TO USE THE APE WEB SITES\/SERVICES OR RELATED SERVICES, THE PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS OBTAINED THROUGH THE APE WEB SITES\/SERVICES, OR OTHERWISE ARISING OUT OF THE USE OF THE APE WEB SITES\/SERVICES, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF APE OR ANY OF ITS SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES. BECAUSE SOME STATE JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU. IF YOU ARE DISSATISFIED WITH ANY PORTION OF THE APE WEB SITES\/SERVICES, OR WITH ANY OF THESE TERMS OF USE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE APE WEB SITES\/SERVICES.<\/p>\n\n\n\n<h3 class=\"wp-block-heading tracking-0 has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700;text-transform:uppercase\"><strong><strong>STORAGE SPACE AND OTHER LIMITATIONS<\/strong><\/strong><\/h3>\n\n\n\n<p>You agree that APE may establish limits concerning use of any APE service offered on an APE web site, including without limitation the maximum number of days that e-mail messages will be retained by any APE service, the maximum number of e-mail messages that may be sent from or received by an account on any APE service, the maximum size of an e-mail message that may be sent from or received by an account on any APE service, the maximum disk space that will be allotted on APE&#8217;s servers on your behalf, and the maximum number of times and duration you may access any APE service in a given period of time.<\/p>\n\n\n\n<p>You agree that APE has no responsibility or liability for the deletion, corruption or failure to store any messages or other content maintained or transmitted by any APE service. You acknowledge that APE reserves the right to log off accounts that are inactive for an extended period of time. <\/p>\n\n\n\n<p>APE MAKES NO WARRANTY THAT ANY APE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.<\/p>\n\n\n\n<h3 class=\"wp-block-heading tracking-0 has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700;text-transform:uppercase\"><strong><strong><strong>TERMINATION\/ACCESS RESTRICTION<\/strong><\/strong><\/strong><\/h3>\n\n\n\n<p>APE reserves the right, in its sole discretion, to terminate your access to any or all APE web sites\/services and the related services or any portion thereof at any time, without notice.<\/p>\n\n\n\n<p>APE may also terminate or suspend your access to APE Site\/Service(s) for inactivity, which is defined as failing to log into a particular service for an extended period of time, as determined by APE. Upon termination of the APE Site\/Service, your right to use the APE Site\/Service immediately ceases.<\/p>\n\n\n\n<p>APE shall have no obligation to maintain any content or to forward any unread or unsent messages to you or any third party.<\/p>\n\n\n\n<h3 class=\"wp-block-heading tracking-0 has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700;text-transform:uppercase\"><strong><strong><strong><strong>NO SPAM; DAMAGES<\/strong><\/strong><\/strong><\/strong><\/h3>\n\n\n\n<p>APE will immediately terminate any account that it believes, in its sole discretion, is transmitting or is otherwise connected with any spam or other unsolicited bulk email. In addition, because damages are often difficult to quantify, if actual damages cannot be reasonably calculated, then you agree to pay APE liquidated damages of $5 for each piece of spam or unsolicited bulk email transmitted from or otherwise connected with your account, otherwise you agree to pay APE&#8217;s actual damages, to the extent such actual damages can be reasonably calculated.<\/p>\n\n\n\n<h3 class=\"wp-block-heading tracking-0 has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700;text-transform:uppercase\"><strong><strong><strong><strong><strong>SUBSCRIPTION-BASED CONTENT<\/strong><\/strong><\/strong><\/strong><\/strong><\/h3>\n\n\n\n<p>Some contents and\/or services on the APE web sites\/services may be offered to you conditioned on your purchase of a subscription or a membership (collectively, a &#8220;Subscription&#8221;). If you elect to purchase Subscription-based content\/services and transmit to APE a Subscription purchase request, you warrant that all information that you submit is true and accurate (including without limitation your credit card number and expiration date), and you agree to pay all Subscription fees you incur plus all applicable taxes. Your Subscription is personal to you and the members of your household, and you may not transfer or make available your account name and password to others, including without limitation your co-workers. Any distribution by you of your account name and password may result in cancellation of your Subscription without refund and in additional charges based on unauthorized use.<\/p>\n\n\n\n<h3 class=\"wp-block-heading tracking-0 has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700;text-transform:uppercase\"><strong><strong><strong><strong><strong><strong>GENERAL<\/strong><\/strong><\/strong><\/strong><\/strong><\/strong><\/h3>\n\n\n\n<p>This User Agreement, Privacy Statement and Terms of Use are governed by the laws of the State of Ohio, United States of America. You hereby irrevocably consent to the exclusive jurisdiction and venue of courts in Cleveland, Ohio, United States of America in all disputes arising out of or relating to the use of the APE web sites\/services. You agree that no joint venture, partnership, employment, or agency relationship exists between you and APE as a result of this agreement or use of the APE web sites\/services. You agree to indemnify and hold APE, its parents, subsidiaries, affiliates, officers and employees, harmless from any claim, demand, or damage, including reasonable attorneys&#8217; fees, asserted by any third party due to or arising out of your use of or conduct on the APE web sites\/services. APE reserves the right to disclose any personal information about you or your use of the APE web sites\/services, including its contents, without your prior permission if APE has a good faith belief that such action is necessary to: (1) conform to legal requirements or comply with legal process; (2) protect and defend the rights or property of APE or its affiliated companies; (3) enforce you Agreement; or (4) act to protect the interests of its members or others. APE&#8217;s performance of this agreement is subject to existing laws and legal process, and nothing contained in this agreement is in derogation of APE&#8217;s right to comply with governmental, court and law enforcement requests or requirements relating to your use of the APE web sites\/services or information provided to or gathered by APE with respect to such use. If any part of this User Agreement, privacy statement or terms of use is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the agreement shall continue in effect. Unless otherwise specified herein, this agreement constitutes the entire agreement between you and APE with respect to the APE web sites\/services and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral or written, between you and APE with respect to the APE web sites\/services. A printed version of this agreement and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to this agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.<\/p>\n<\/section>\n","protected":false},"excerpt":{"rendered":"<p>TERMS OF USE FOR&nbsp;ARNOLDPALMERINVITATIONAL.COM Please note that use of the search engine and database on our web sites constitutes agreement to the following terms of use: Use of the search engine and database is free provided that your use of the database and search engine may only be for personal use or commercial use that &hellip; <a href=\"https:\/\/arnoldpalmerinvitational.com\/terms-and-conditions\/\">Continued<\/a><\/p>\n","protected":false},"author":1,"featured_media":1352,"parent":0,"menu_order":11,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"partner":[],"acf":[],"_links":{"self":[{"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/pages\/1319"}],"collection":[{"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/comments?post=1319"}],"version-history":[{"count":17,"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/pages\/1319\/revisions"}],"predecessor-version":[{"id":1493,"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/pages\/1319\/revisions\/1493"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/media\/1352"}],"wp:attachment":[{"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/media?parent=1319"}],"wp:term":[{"taxonomy":"partner","embeddable":true,"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/partner?post=1319"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}