{"id":3,"date":"2023-08-04T19:52:42","date_gmt":"2023-08-04T19:52:42","guid":{"rendered":"https:\/\/arnoldpalmerinvitational.arpg-prod.findsomewinmore.com\/?page_id=3"},"modified":"2023-11-01T12:05:55","modified_gmt":"2023-11-01T16:05:55","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/arnoldpalmerinvitational.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<section id=\"hero-interior-block-65abe9140cdfb\" class=\"hero-interior-block py-0 align hero-left cover-img-min\">\n  <div class=\"hero-content-container\">\n      \n\n<div class=\"wp-block-cover\" style=\"min-height:500px\"><span aria-hidden=\"true\" class=\"wp-block-cover__background has-transparent-background-color has-background-dim-0 has-background-dim\"><\/span><img loading=\"lazy\" decoding=\"async\" width=\"2500\" height=\"1667\" src=\"https:\/\/arnoldpalmerinvitational.com\/wp-content\/uploads\/2023\/09\/API_AP_statue_flowers_min.jpg\" class=\"wp-block-cover__image-background wp-post-image\" alt=\"\" data-object-fit=\"cover\" data-object-position=\"47% 34%\" style=\"object-position: 47% 34%\" srcset=\"https:\/\/arnoldpalmerinvitational.com\/wp-content\/uploads\/2023\/09\/API_AP_statue_flowers_min.jpg 2500w, https:\/\/arnoldpalmerinvitational.com\/wp-content\/uploads\/2023\/09\/API_AP_statue_flowers_min-300x200.jpg 300w, https:\/\/arnoldpalmerinvitational.com\/wp-content\/uploads\/2023\/09\/API_AP_statue_flowers_min-1024x683.jpg 1024w, https:\/\/arnoldpalmerinvitational.com\/wp-content\/uploads\/2023\/09\/API_AP_statue_flowers_min-768x512.jpg 768w, https:\/\/arnoldpalmerinvitational.com\/wp-content\/uploads\/2023\/09\/API_AP_statue_flowers_min-1536x1024.jpg 1536w, https:\/\/arnoldpalmerinvitational.com\/wp-content\/uploads\/2023\/09\/API_AP_statue_flowers_min-2048x1366.jpg 2048w\" sizes=\"(max-width: 2500px) 100vw, 2500px\" \/><div class=\"wp-block-cover__inner-container is-layout-flow wp-block-cover-is-layout-flow\">\n<h1 class=\"wp-block-heading has-title-sm-font-size\">Privacy Policy<\/h1>\n<\/div><\/div>\n\n\n  <\/div>\n<\/section>\n\n\n\n<section class=\"wp-block-group max-w-content mx-auto is-content-justification-left is-layout-constrained wp-container-core-group-layout-2 wp-block-group-is-layout-constrained\">\n<h2 class=\"wp-block-heading has-body-lg-font-size\" style=\"font-style:normal;font-weight:700\">Privacy Policy<\/h2>\n\n\n\n<p>Arnold Palmer Enterprises, Inc. (“APE”, “we” and “us”) has created this privacy statement in order to demonstrate our firm commitment to privacy. The following paragraphs disclose our information and data gathering and dissemination practices for www.arnoldpalmerinvitational.com (“this site”) and all other web sites powered by or for APE.<\/p>\n\n\n\n<p>Server Problem Diagnosis. We will use your IP address to help diagnose problems with our server, and to administer this site and our other web sites.<\/p>\n\n\n\n<p>Cookies. APE uses or will use cookies to keep track of your shopping cart in the APE stores and to keep track of your activity and status on the APE web sites. We use cookies to save your password so you don’t have to re-enter it each time you visit any of the APE web sites. The cookies we use only track your currently ‘logged in’ status or your shopping cart status.<\/p>\n\n\n\n<p>Your IP address is used to gather broad demographic data about you. Our surveys, questionnaires and registration forms requires you to give us contact information and demographic information about you. We use this contact information to send you information about us and about companies, entities, charities, and persons we choose. The data is also used to contact you when necessary and may be shared with other select companies who want to contact you. You may opt-out of receiving mailings (see the Choice\/Opt-Out Section below). Demographic and profile data are also collected at our other web sites. We use this data to tailor your experience at our web sites, showing you content that we think you might be interested in, and displaying the content according to your preferences. We do not share mailing address, credit card, or any personally identifiable information (other than e-mail address and date of birth) with other companies. Demographic and profile data are used only for personalized web content and statistical information and are not shared with other companies except in ways that do not personally identify you.<\/p>\n\n\n\n<p>This site contains links to third party web sites. APE is not responsible for the privacy practices or the content of such web sites. We place advertising on our web sites that originates from third party advertisers and\/or advertising agencies. Even though these advertisements are embedded in our web sites, cookies may be assigned by the advertisers themselves. APE does not control those cookies.<\/p>\n\n\n\n<p>Our web sites use data collected from surveys, questionnaires and order forms to request information about us, our products and services, and\/or purchase our products and services. The order form collects your contact information (e-mail address) and financial information (credit card numbers). Contact information from the order form is used to send you information about our company and about companies, entities, charities, and persons we choose and to fulfill our customers’ orders. Your contact information from the order form is also used to get in touch with you when necessary and may be shared with other select companies who want to contact you. You may opt-out of receiving future (see the Choice\/Opt-Out Section below). Your contact and financial information from the order form is used to bill you for products and services that you order and may be shared with companies that help us operate our web sites, such as the credit card companies that we use.<\/p>\n\n\n\n<p>APE may run promotional contests on our web sites where we collect contact data and demographic information from you. We use the contact data collected from our contest pages to send you information about our company and about companies we choose. Your contact information collected from our contest pages is also used to contact you when necessary and may be shared with other select companies who want to contact you. You may opt-out of receiving future mailings (see the Choice\/Opt-Out Section below). Demographic and profile data is also collected at our site. We use this data to tailor your experience at our web sites, showing you content that we think you might be interested in, and displaying the content according to your preferences. We may share your contest contact and demographic information with the contest prize providers or third parties.<\/p>\n\n\n\n<p>In addition, APE collects and stores statistics and other information about the online activities of users who visit our web sites on an aggregated (collected) basis. For example, we track the number of people who view each page, the order in which pages are viewed, and other information to learn which features are the most popular and to refine our design and marketing efforts.<\/p>\n\n\n\n<p>You agree that APE may assign, sell, license or otherwise transfer to a third party your personal information in connection with an assignment, sale, joint venture or other transfer or disposition of all or substantially all of the assets APE or its affiliated entities.<\/p>\n\n\n\n<p>We may use third-party advertising companies to serve ads on APE’s behalf. These companies may employ cookies and action tags (also known as single pixel gifs or web beacons) to measure advertising effectiveness. Any information that these third parties collect via cookies and action tags is completely anonymous.<\/p>\n\n\n\n<h2 class=\"wp-block-heading leading-none has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700\">Public Forums<\/h2>\n\n\n\n<p>One or more of our web sites makes, or may make, chat rooms, forums, message boards, and\/or news groups available to its users. Please remember that any information that is disclosed in these areas becomes public information and you should exercise caution when deciding to disclose your personal information in any of these public forums on our web sites.<\/p>\n\n\n\n<h2 class=\"wp-block-heading has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700\">Cookies<\/h2>\n\n\n\n<p>If you visit our login page, we will set a temporary cookie to determine if your browser accepts cookies. This cookie contains no personal data and is discarded when you close your browser.<\/p>\n\n\n\n<p>When you log in, we will also set up several cookies to save your login information and your screen display choices. Login cookies last for two days, and screen options cookies last for a year. If you select &#8220;Remember Me&#8221;, your login will persist for two weeks. If you log out of your account, the login cookies will be removed.<\/p>\n\n\n\n<h2 class=\"wp-block-heading leading-none has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700\">Security<\/h2>\n\n\n\n<p>This site has security measures in place to protect the loss, misuse and alteration of the information under our control. Our database servers are protected from intruders by a firewall router and your credit card transactions are enacted using SSL encryption. We may be required to release personal information about you as a result of a lawsuit or subpoena or as immediately necessary to protect our rights or the rights and safety of others. Additionally, you acknowledge that “perfect security” does not exist on the internet.<\/p>\n\n\n\n<h2 class=\"wp-block-heading leading-none has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700\">Children&#8217;s Guidelines<\/h2>\n\n\n\n<p>APE strongly encourages all parents and guardians to supervise their children’s online activities and to consider using parental control tools available from online services and software manufacturers to help provide a child-friendly online environment. These tools also can prevent children from disclosing online their name, address, and other personally identifiable information without parental permission. Products and services for sale on our web sites are intended for purchase by adults. By making a purchase on our web sites, you agree that you are at least 13 years of age. Although the APE web sites are not directed to children under the age of 13, APE does &#8211;<\/p>\n\n\n\n<div class=\"wp-block-group is-content-justification-left is-layout-constrained wp-container-core-group-layout-1 wp-block-group-is-layout-constrained\">\n<ul class=\"w-full ml-4 has-body-base-font-size\">\n<li>NOT collect online contact information from children under the age of 13 without prior parental consent or parental notification, that will include an opportunity for the parent to prevent use of the information and participation in the activity. Without prior parental consent, online information will only be used to respond directly to the child’s request and will not be used for other purposes without prior parental consent.<\/li>\n\n\n\n<li>NOT collect personally identifiable offline contact information from children under the age of 13 without prior parental consent.<\/li>\n\n\n\n<li>NOT distribute to third parties any personally identifiable information with respect to children under the age of 13 without prior parental consent.<\/li>\n\n\n\n<li>NOT give the ability to publicly post or otherwise distribute personally identifiable contact information with respect to children under the age of 13 without prior parental consent.<\/li>\n\n\n\n<li>NOT entice children under the age of 13 by the prospect of a special game, prize or other activity, to divulge more information than is needed to navigate our web sites.<\/li>\n<\/ul>\n<\/div>\n\n\n\n<h2 class=\"wp-block-heading leading-none has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700\">Choice\/Opt-Out<\/h2>\n\n\n\n<p>Our web sites provide you with the opportunity to opt-out of receiving communications from us and our web site partners at the point where we request information about you. Also, our websites give you the option of removing their information from our database to not receive future communications or to no longer receive our service. To no longer receive communications from us please visit www.arnoldpalmer.com and login to your account to change your communication preferences. To be removed entirely from our system you can email the webmaster at webmaster@arnoldpalmer.com.<\/p>\n\n\n\n<h2 class=\"wp-block-heading leading-none has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700\">Correct\/Update<\/h2>\n\n\n\n<p>Our web sites give you the option of changing and modifying information previously provided. You can login to your account at www.arnoldpalmer.com to modify your personal information.<\/p>\n\n\n\n<h2 class=\"wp-block-heading leading-none has-body-base-accent-font-size\" style=\"font-style:normal;font-weight:700\">Contacting Our Web Sites<\/h2>\n\n\n\n<p>If you have any questions about this privacy statement, the practices of this site or any of our websites, or your dealings with our web sites, you can send e-mail to: info@arnoldpalmerinvitational.com and place “Question” in the subject line.<\/p>\n<\/section>\n","protected":false},"excerpt":{"rendered":"<p>Privacy Policy Arnold Palmer Enterprises, Inc. (“APE”, “we” and “us”) has created this privacy statement in order to demonstrate our firm commitment to privacy. The following paragraphs disclose our information and data gathering and dissemination practices for www.arnoldpalmerinvitational.com (“this site”) and all other web sites powered by or for APE. Server Problem Diagnosis. We will &hellip; <a href=\"https:\/\/arnoldpalmerinvitational.com\/privacy-policy\/\">Continued<\/a><\/p>\n","protected":false},"author":1,"featured_media":1352,"parent":0,"menu_order":13,"comment_status":"closed","ping_status":"open","template":"","meta":{"footnotes":""},"partner":[],"acf":[],"_links":{"self":[{"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":40,"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":1521,"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/pages\/3\/revisions\/1521"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/media\/1352"}],"wp:attachment":[{"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/media?parent=3"}],"wp:term":[{"taxonomy":"partner","embeddable":true,"href":"https:\/\/arnoldpalmerinvitational.com\/wp-json\/wp\/v2\/partner?post=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}